Revit 2027 API
ParameterTypeId.StairsRunCenterMarkVisible Property
 "Center Mark Visible": Center Mark Visible
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunCenterMarkVisible { get; }
Public Shared ReadOnly Property StairsRunCenterMarkVisible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunCenterMarkVisible {
	ForgeTypeId^ get ();
}
static member StairsRunCenterMarkVisible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace